Repository: crmagent-developers/woocommerce-vk-module
Catalog: woo-vkontakte/lang/vkontakte.po
Languages: ru

source: VKontakte
ru: ВКонтакте

source: Integration with VKontakte.
ru: Интеграция с ВКонтакте.

source: Authorization settings
ru: Настройки авторизации

source: ID application
ru: ID приложения

source: Secret key
ru: Защитный ключ

source: ID group
ru: ID сообщества

source: Get a tokens
ru: Получить ключи доступа

source: Get user token
ru: Получить ключ доступа пользователя

source: Get a group token
ru: Получить ключ доступа сообщества

source: Subscribe
ru: Подписаться

source: VKontakte events
ru: События ВКонтакте

source: Unsubscribe
ru: Отписаться

source: Order statuses
ru: Статусы заказов

source: Select the default order status
ru: Выберите статус заказа по умолчанию

source: Delivery types
ru: Типы доставок

source: Choose the default shipping type
ru: Выберите тип доставки по умолчанию

source: Payments types
ru: Типы оплат

source: Select the default payments type
ru: Выберите тип оплаты по умолчанию

source: Import settings
ru: Настройки импорта

source: Item status
ru: Статус товара

source: Assign the selected status to the uploaded products
ru: Присвоить выбранный статус товарам загруженным из ВКонтакте

source: Enable import
ru: Включить импорт

source: Starting a one-time import of goods on a schedule
ru: Запуск разового импорта товаров по расписанию

source: Export settings
ru: Настройки экспорта

source: Unload goods only with selected statuses
ru: Отобрать товары с выбранными статусами для экспорта в ВКонтакте

source: Albums by parent category
ru: Альбомы по родительской категории

source: Enable export
ru: Включить экспорт

source: Starting permanent export of goods on a schedule
ru: Запуск постоянного экспорта товаров по графику (1 раз в день)

source: Export categories
ru: Категории для экспорта

source: Selected products
ru: Товаров выбрано

source: Error log
ru: Журнал ошибок

source: Exceeded the limit on the number of products!
ru: Превышен лимит на количество товаров!

source: Clear
ru: Очистить

source: Details
ru: Детали

source: Settings
ru: Настройки

source: The log file is too large. Click on the clear button (detailed logs are not affected).
ru: Файл журнала ошибок слишком велик. Нажмите на кнопку "Очистить".
